{"speakers": [{"description": "NPR", "name": "STEVE INSKEEP", "related": [], "title": null}, {"description": "NPR", "name": "ELEANOR BEARDSLEY", "related": [], "title": null}, {"description": null, "name": "SUSIE HARRISON", "related": [], "title": null}, {"description": null, "name": "JEAN PHILIPPE", "related": [{"url": "http://npr.org/templates/story/story.php?storyId=166858485", "title": "Strauss-Kahn's Story Plays Out On Stage"}, {"url": "http://npr.org/templates/story/story.php?storyId=131155492", "title": "Chinese Premiere Hu's Visit To France Marks Turnaround In Relations"}, {"url": "http://npr.org/templates/story/story.php?storyId=129693146", "title": "French Unions Strike Over Retirement Age And Pension Changes"}, {"url": "http://npr.org/templates/story/story.php?storyId=123439508", "title": "Haitian Musicians Offer First Post-Quake Concert In Bel Air"}, {"url": "http://npr.org/templates/story/story.php?storyId=12712151", "title": "French Winemakers Hurt By Cheap Imports & Lack Of Marketing"}, {"url": "http://npr.org/templates/story/story.php?storyId=5334775", "title": "France Withdraws Youth Jobs Law After Intense Protests"}], "title": null}, {"description": null, "name": "JEAN-PIERRE DELORD", "related": [], "title": "MAYOR"}, {"description": null, "name": "UNIDENTIFIED WOMAN", "related": [], "title": null}], "title": "In A French Village, Protection From The Apocalypse", "turns": [{"fragments": [{"text": "Now, if the world should fail to end tomorrow, it could be a bit of a letdown for a small village in France, which is supposedly the only place that will escape the Mayan doomsday. That rumor was really all the reason NPR's Eleanor Beardsley needed to pay a visit. \n", "slug": "steve-inskeep-1", "offset": 0}], "speaker_id": 0}, {"fragments": [{"text": "About two years ago, a rumor began circulating on the Internet that the French village of Bugarach, population 200, would be the only place to survive the Mayan apocalypse. Bugarach sits in a verdant valley in southeastern France, dominated by a strange, mesa-like mountain. Though my visit took place less than two weeks before the so-called end of the world, and though many news stories reported people flocking here, there was no one to be seen on the village streets and the houses were shuttered against the cold. I had to go knocking on doors to find out what it's all about.\n", "slug": "eleanor-beardsley-1", "offset": 15}, {"text": "Bonjour.\n", "slug": "eleanor-beardsley-2", "offset": 54}], "speaker_id": 1}, {"fragments": [{"text": "I'm Susie Harrison, and I live in Bugarach. I've lived here nine years, and I'm from England. I love it here. It's beautiful, remote, nature, healthy, and turning out to be quite interesting, as well.\n", "slug": "susie-harrison-1", "offset": 54}], "speaker_id": 2}, {"fragments": [{"text": "Harrison says she has no idea how the rumor started.\n", "slug": "eleanor-beardsley-3", "offset": 72}, {"text": "But she and her 12-year-old daughter wrote a poem about it. Though Rosina won't join her mother in reciting it.\n", "slug": "eleanor-beardsley-4", "offset": 77}], "speaker_id": 1}, {"fragments": [{"text": "The end of the world is nigh, though some say it's a lie. The mayor has gone barmy, he's threatened to call the army, to clear out all the hippies from their campervans and teepees. The mountain is our mother with her meditative...\n", "slug": "susie-harrison-2", "offset": 83}], "speaker_id": 2}, {"fragments": [{"text": "Harrison, who describes herself as a free spirit, says she doesn't know anyone who really believes the Mayan theory. But she says many people believe in the magical power of the mountain, known as the Pic of Bugarach. Harrison spent the night of the summer solstice on the summit. She said she'd like to do the same on December 21st, the winter solstice. But the Pic will be cordoned off.\n", "slug": "eleanor-beardsley-5", "offset": 99}], "speaker_id": 1}, {"fragments": [{"text": "There's gendarmes. There's the army, you know...\n", "slug": "jean-philippe-1", "offset": 120}], "speaker_id": 3}, {"fragments": [{"text": "They're going to bring in the army?\n", "slug": "eleanor-beardsley-6", "offset": 123}], "speaker_id": 1}, {"fragments": [{"text": "Apparently, you know... \n", "slug": "jean-philippe-2", "offset": 124}], "speaker_id": 3}, {"fragments": [{"text": "That's part-time Bugarach resident Jean Philippe, who prefers not to give his last name.\n", "slug": "eleanor-beardsley-7", "offset": 125}], "speaker_id": 1}, {"fragments": [{"text": "So, of course, of course all this it feeds, you know, it feeds the conspiracy and all that. So it's quite funny but it always works like that, you know.\n", "slug": "jean-philippe-3", "offset": 130}], "speaker_id": 3}, {"fragments": [{"text": "Bonjour Monsieur Delord.\n", "slug": "eleanor-beardsley-8", "offset": 137}], "speaker_id": 1}, {"fragments": [{"text": "Eleanor, bonjour.\n", "slug": "jean-pierre-delord-1", "offset": 138}], "speaker_id": 4}, {"fragments": [{"text": "Next stop is Bugarach's one room town hall, where I have an appointment with Mayor Jean-Pierre Delord to enlighten me in on the situation.\n", "slug": "eleanor-beardsley-9", "offset": 141}], "speaker_id": 1}, {"fragments": [{"text": "(Foreign language spoken)\n", "slug": "jean-pierre-delord-2", "offset": 148}], "speaker_id": 4}, {"fragments": [{"text": "Delord, who has presided over this community since 1977, says there are multiple fantasies about Bugarach and for 40 years people have been coming here looking for UFOs or extraterrestrials, or the healing power of the mountain.\n", "slug": "eleanor-beardsley-10", "offset": 150}], "speaker_id": 1}, {"fragments": [{"text": "(Through Translator) And now, add this Mayan rumor and the buzz created on the Internet, and we just don't know what to expect. So we've put in place a total security system around December 21st and even residents will have to show special passes to come and go.\n", "slug": "jean-pierre-delord-3", "offset": 165}], "speaker_id": 4}, {"fragments": [{"text": "Some here say strange lights and noises emanate from the mountain. Bugarach inspired 19th century French author Jules Verne's \"Journey to the Center of the Earth.\" And there's not an inhabitant who hasn't seen Close Encounters of the Third Kind. By an odd coincidence, the Pic of Bugarach looks like Spielberg's Devil's Tower in the movie.\n", "slug": "eleanor-beardsley-11", "offset": 181}, {"text": "Still, at this point, the Mayan rumor seems more the result of journalistic exaggeration or village feud. Some residents say the mayor started the talk so he could crack down on the crackpots who come here.\n", "slug": "eleanor-beardsley-12", "offset": 202}, {"text": "Whatever the reason, it seems to have gone to locals' heads. A dozen rowdy denizens sit at a table in Bugarach's only bar, looking for their names in a book that's just come out about the village and the Mayan theory. But like a closely guarded secret, they refuse to discuss it with an outsider journalist.\n", "slug": "eleanor-beardsley-13", "offset": 218}], "speaker_id": 1}, {"fragments": [{"text": "Ah, we are not going to talk. Thank you.\n", "slug": "unidentified-woman-1", "offset": 235}], "speaker_id": 5}, {"fragments": [{"text": "The wind is whipping at the base of the Pic of Bugarach, where many people have parked their cars to begin the hike to the 4,000-foot summit.\n", "slug": "eleanor-beardsley-14", "offset": 240}], "speaker_id": 1}, {"fragments": [{"text": "(Foreign language spoken) \n", "slug": "jean-philippe-4", "offset": 248}], "speaker_id": 3}, {"fragments": [{"text": "I asked whether it wouldn't be better to attempt this in the summertime, the father of one family says sure - but we might not be here anymore.\n", "slug": "eleanor-beardsley-15", "offset": 249}, {"text": "Eleanor Beardsley, NPR News.\n", "slug": "eleanor-beardsley-16", "offset": 257}], "speaker_id": 1}, {"fragments": [{"text": "It's MORNING EDITION NPR News.\n", "slug": "steve-inskeep-2", "offset": 288}], "speaker_id": 0}], "program": "Morning Edition", "mp3_url": "http://pd.npr.org/anon.npr-mp3/npr/me/2012/12/20121220_me_07.mp3", "program_date": "December 20, 2012", "id": "167664846"}