{"speakers": [{"description": "NPR", "name": "DAVID GREENE", "related": [], "title": null}, {"description": "NPR", "name": "DAVID KESTENBAUM", "related": [], "title": null}, {"description": "COLUMBIA BUSINESS SCHOOL", "name": "ADAM GALINSKY", "related": [{"url": "http://npr.org/templates/story/story.php?storyId=139680650", "title": "How Does Financial News Coverage Impact Your Brain"}, {"url": "http://npr.org/templates/story/story.php?storyId=138513016", "title": "How The Debt-Ceiling Negotiations Are Like Playing Poker"}], "title": null}, {"description": "GEORGETOWN UNIVERSITY", "name": "CHRIS VOSS", "related": [], "title": null}], "title": "What A Former FBI Hostage Negotiator Can Teach Us About The Fiscal Cliff", "turns": [{"fragments": [{"text": "At the end of the day, the fiscal cliff negotiations are just that - negotiations.  They come down to people in a room, who want different things; trying to reach an agreement. It's something of an art form. And to help us understand it, David Kestenbaum, of NPR's Planet Money team, asked two specialists about their everyday negotiations.\n", "slug": "david-greene-1", "offset": 0}], "speaker_id": 0}, {"fragments": [{"text": "Adam Galinsky was at an airport in North Carolina. He's waiting to fly home; it's crowded. And he hears this announcement over the PA system: We're looking for volunteers who can fly tomorrow instead of today, and we're offering a voucher.\n", "slug": "david-kestenbaum-1", "offset": 18}], "speaker_id": 1}, {"fragments": [{"text": "It was way overbooked. And so they started out at about $300.\n", "slug": "adam-galinsky-1", "offset": 31}], "speaker_id": 2}, {"fragments": [{"text": "Three hundred dollars was not enough for Adam. He teaches negotiations at Columbia University. And if you think about it, this is a negotiation. The amount keeps going up - $500, then $700.\n", "slug": "david-kestenbaum-2", "offset": 34}], "speaker_id": 1}, {"fragments": [{"text": "Eventually, they're offering a thousand-dollar voucher...\n", "slug": "adam-galinsky-2", "offset": 46}, {"text": "...for a flight that I paid $180 for.\n", "slug": "adam-galinsky-3", "offset": 48}], "speaker_id": 2}, {"fragments": [{"text": "Now, the price is right. And for most rookie negotiators, this would be the end. But for Adam, things are just getting started. So he goes up to the desk and makes a counteroffer. \n", "slug": "david-kestenbaum-3", "offset": 73}], "speaker_id": 1}, {"fragments": [{"text": "I said, if I get bumped off this flight, will you put me in first class tomorrow? Yeah, we can do that.\n", "slug": "adam-galinsky-4", "offset": 83}], "speaker_id": 2}, {"fragments": [{"text": "Then he says something else.\n", "slug": "david-kestenbaum-4", "offset": 89}], "speaker_id": 1}, {"fragments": [{"text": "I need to stay somewhere tonight, since this is tomorrow. Will you put me in a hotel? They said, yeah, we can do that.\n", "slug": "adam-galinsky-5", "offset": 90}], "speaker_id": 2}, {"fragments": [{"text": "Thousand-dollar voucher, first-class seat, hotel.\n", "slug": "david-kestenbaum-5", "offset": 96}], "speaker_id": 1}, {"fragments": [{"text": "A boy's got to eat, so will you pay for my dinner tonight? And they said, yeah, we can do that. And I said, now, someone was supposed to pick me up, in a car, tonight. Can you get a car service to take me home tomorrow? And they said, yes, we can do that.\n", "slug": "adam-galinsky-6", "offset": 99}], "speaker_id": 2}, {"fragments": [{"text": "This is the nibble - that's the  technical term. You reach a general agreement - $1,000 is good for me - and then you say oh, one more thing; one more thing. Politicians know about the nibble. It's one reason any agreement on the fiscal cliff is likely to have all sorts of little provisions that got added in, at the last minute. The nibble, though, that's the easy part. Coming to that core agreement, that is where the advanced tactics come in; which brings us to this other story about a hostage negotiator buying a car - not just any car.\n", "slug": "david-kestenbaum-6", "offset": 110}], "speaker_id": 1}, {"fragments": [{"text": "There was an SUV that I fell in love with. It was this gorgeous color.\n", "slug": "chris-voss-1", "offset": 141}], "speaker_id": 3}, {"fragments": [{"text": "What color was it?\n", "slug": "david-kestenbaum-7", "offset": 145}], "speaker_id": 1}, {"fragments": [{"text": "The manufacturer calls it salsa red pearl - sort of this sexy burgundy; great, deep burgundy color.\n", "slug": "chris-voss-2", "offset": 146}], "speaker_id": 3}, {"fragments": [{"text": "Chris Voss was a hostage negotiator with the FBI. Now, he teaches at Georgetown. Chris went into a car dealership, and he made the salesman an offer. Everyone knows you want to start low, but he says there's an art to deciding how low.\n", "slug": "david-kestenbaum-8", "offset": 153}], "speaker_id": 1}, {"fragments": [{"text": "If you're going to play the bargaining game, your first offer really needs to just start to make the other side mad. They - you want them to get a little annoyed; and then you know you've come in with a good price.\n", "slug": "chris-voss-3", "offset": 166}], "speaker_id": 3}, {"fragments": [{"text": "Chris says his number, which is significantly below the sticker price.\n", "slug": "david-kestenbaum-9", "offset": 176}], "speaker_id": 1}, {"fragments": [{"text": "I threw out the price, and the guy looked at me really, really hard; and he got up, and walked away from the table.\n", "slug": "chris-voss-4", "offset": 180}], "speaker_id": 3}, {"fragments": [{"text": "But the guy comes back with a counteroffer. Normally, you end up meeting at a price somewhere in the middle. But Chris does not want to do that. So he needs to neutralize the other guy's argument - which is, hey, we came down from the sticker price. Chris uses a technique called disarming empathy - stay firm, but be nice.\n", "slug": "david-kestenbaum-10", "offset": 186}], "speaker_id": 1}, {"fragments": [{"text": "So I said, you know, I'm really sorry. That's a phenomenal price. The truck is worth more than that. It's a gorgeous truck; it's beautiful. But I just can't pay your price. \n", "slug": "chris-voss-5", "offset": 205}, {"text": "And that leaves them nowhere to go.\n", "slug": "chris-voss-6", "offset": 45962}], "speaker_id": 3}, {"fragments": [{"text": "Is this all stuff that's straight out of the FBI hostage negotiation handbook?\n", "slug": "david-kestenbaum-11", "offset": 217}], "speaker_id": 1}, {"fragments": [{"text": "It's kidnap bargaining - I wouldn't say 101, but it's kind of master's level kidnap bargaining.\n", "slug": "chris-voss-7", "offset": 220}], "speaker_id": 3}, {"fragments": [{"text": "The car sales guy says, let me talk to my boss. And he comes back with an offer that's closer to Chris's asking price.\n", "slug": "david-kestenbaum-12", "offset": 226}], "speaker_id": 1}, {"fragments": [{"text": "And this time, he had smiley faces written all over the offer sheet; and \"you win\" underlined three, four times. If he'd had balloons, he'd have brought balloons out to me, I think. And I said, I just - I'm sorry, I can't do it. I just - I can't do it.\n", "slug": "chris-voss-8", "offset": 233}], "speaker_id": 3}, {"fragments": [{"text": "Chris still does not change his offer.\n", "slug": "david-kestenbaum-13", "offset": 246}], "speaker_id": 1}, {"fragments": [{"text": "He got up and walked away from the table about four times; came back with a lower offer every time, till he came back with my price.\n", "slug": "chris-voss-9", "offset": 248}], "speaker_id": 3}, {"fragments": [{"text": "He came back to the original price that you had asked for?\n", "slug": "david-kestenbaum-14", "offset": 254}], "speaker_id": 1}, {"fragments": [{"text": "Yeah. I beat him all the way down.\n", "slug": "chris-voss-10", "offset": 257}], "speaker_id": 3}, {"fragments": [{"text": "Now, imagine if you had someone like Chris Voss, negotiating across the table from someone like Chris Voss; two seasoned, patient negotiators trying to get the best deal. That's the fiscal cliff situation - except that there aren't two people at the table. There are 535 members of Congress, and it's all happening in the public eye. When you think about the negotiations that way, the surprising thing is not that it's taking so long to reach a deal; it's that deals get made at all. \n", "slug": "david-kestenbaum-15", "offset": 260}, {"text": "David Kestenbaum, NPR News.\n", "slug": "david-kestenbaum-16", "offset": 45962}], "speaker_id": 1}], "program": "Morning Edition", "mp3_url": "http://pd.npr.org/anon.npr-mp3/npr/me/2012/12/20121228_me_02.mp3", "program_date": "December 28, 2012", "id": "168197017"}